MAIN_BUTTON_1 = "Купить ПРОКСИ"
MAIN_BUTTON_2 = "Мои ПРОКСИ"
MAIN_BUTTON_3 = "Как включить прокси?"
MAIN_BUTTON_4 = "Поддержка"

START_MESSAGE_1 = "Добро пожаловать!\nЭто бот для покупки прокси."
START_MESSAGE_2 = "Чтобы узнать цены нажмите на кнопку\n\nПри неуспешной операции, деньги возвращаются обратно в аккаунт. Посмотреть текущий баланс и текущие прокси: /profile"

USER_FIR_BUYING = "Удачи"
def PROFILE_INFO(money: int=0, proxies: list=None):
    return f"""Ваш баланс: {money} руб."""
INSTRUCTION = "Инструкция по установке прокси: "
SUPPORT = "Если есть какие-то вопросы - пишите сюда: "

PROXY_VIEW_1 = "30 дней - 300 руб"
PROXY_VIEW_2 = "60 дней - 560 руб"
PROXY_VIEW_3 = "90 дней - 820 руб"

PAY_TEXT = "Теперь осталось оплатить по ссылке, и прокси будет ваш"